aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
esbenp.prettier-vscode
file-icons.file-icons
icrawl.discord-vscode
jakob101.RelativePath
kkozee.theme-one-dark-vivid
mohsen1.prettify-json
mrmlnc.vscode-scss
ms-vsliveshare.vsliveshare
nhoizey.gremlins
Orta.vscode-jest
sandcastle.vscode-open
silvenon.mdx
waderyan.gitblame
wix.vscode-import-cost
wmaurer.change-case
